Repository: nissaba/NationInfo
Catalog: NationInfo/ressources/Localizable.xcstrings
Source language: fr_ca
Languages: en

# countriesList
source: Liste de pays
en: Country List

# country_info
source: Information du Pays
en: Country Info

# countrySearchPlaceholder
source: Rechercher un pays
en: Find a Country

# error
source: Erreur
en: Error

# flag_of_format
source: Drapeau de %@
en: Flag of %@

# genericError
source: Une erreur est survenue.
en: An error occurred.

# httpServerErrorMessage
source: Le serveur a retourné une erreur (%lld).
en: The server returned an error (%lld).

# invalid_url_error_message
source: Le service est actuellement indisponible. Veuillez réessayer plus tard.
en: The service configuration is invalid.

# invalidDataRecieved
source: Les données reçues sont invalides.
en: The received data is invalid.

# invalidServerResponse
source: Réponse du serveur invalide.
en: Invalid server response.
